Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginBookControlButtons/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Audiobook Controls
zh_hans: 有声书控制
zh_hant_hk: 有聲書控制

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Book Playback Control
zh_hans: 书籍播放控制
zh_hant_hk: 書籍播放控制

source: Book playback control, such as previous and next chapter
zh_hans: 负责书籍播放控制功能，如上一章、下一章
zh_hant_hk: 負責書籍播放控制功能，如上一章、下一章

source: Click Previous Chapter / Next Chapter to switch chapters.
zh_hans: 点击上一章 / 下一章切换章节。
zh_hant_hk: 按一下上一章 / 下一章切換章節。

source: Click the play / pause button in the player area.
zh_hans: 在播放区域点击播放 / 暂停按钮。
zh_hant_hk: 在播放區域按一下播放 / 暫停按鈕。

source: Control play, pause, and chapter navigation for the current audiobook
zh_hans: 控制当前有声书的播放、暂停与上下章节。
zh_hant_hk: 控制目前有聲書的播放、暫停與上下章節。

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Next Chapter
zh_hans: 下一章
zh_hant_hk: 下一章

source: Next Chapter: switches to the next chapter.
zh_hans: 下一章：切换到下一章节。
zh_hant_hk: 下一章：切換到下一章節。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: One-click toggle of the playback state.
zh_hans: 一键切换播放状态。
zh_hant_hk: 一鍵切換播放狀態。

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Play / Pause
zh_hans: 播放 / 暂停
zh_hant_hk: 播放 / 暫停

source: Play / Pause: one-click toggle of the playback state.
zh_hans: 播放 / 暂停：一键切换播放状态。
zh_hant_hk: 播放 / 暫停：一鍵切換播放狀態。

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Previous Chapter
zh_hans: 上一章
zh_hant_hk: 上一章

source: Previous Chapter: switches to the previous chapter.
zh_hans: 上一章：切换到上一章节。
zh_hant_hk: 上一章：切換到上一章節。

source: Requires an audiobook that is currently playing.
zh_hans: 需先有正在播放的有声书。
zh_hant_hk: 需要有正在播放的有聲書。

source: Switches to the next chapter.
zh_hans: 切换到下一章节。
zh_hant_hk: 切換到下一章節。

source: Switches to the previous chapter.
zh_hans: 切换到上一章节。
zh_hant_hk: 切換到上一章節。

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Version
zh_hans: 版本
zh_hant_hk: 版本
